
// WELCOME
"WELCOME TO\n%LOGIBRAND% OPTIONS" = "BIENVENUE DANS\n%LOGIBRAND% OPTIONS";
"By clicking install, you agree to the terms of the<br><a href='https://www.logitech.com/assets/65580/logitech-eula.pdf'>End User License Agreement</a>." = "En cliquant sur Installer, vous acceptez les conditions du<br><a href='https://www.logitech.com/assets/65580/logitech-eula.pdf'>Contrat de licence utilisateur final</a>.";
"INSTALL %LOGIBRAND% OPTIONS" = "INSTALLER %LOGIBRAND% OPTIONS";

// ANALYTICS
"HELP US IMPROVE\nOUR PRODUCTS" = "AIDEZ-NOUS À AMÉLIORER\nNOS PRODUITS";
"Help %LogiBrand% improve its products and services by automatically sending diagnostics and usage data." = "Aidez %LogiBrand% à améliorer ses produits et services en envoyant automatiquement des diagnostics et des données d'utilisation.";
"This can be changed from the More button on %LogiBrand% Options.\nLearn more about %LogiBrand%&apos;s <a href='https://www.%logidomain%/legal/product-privacy-policy.html'>Privacy Policy</a>." = "Vous pouvez modifier ce paramètre avec le bouton Plus de %LogiBrand% Options.\nEn savoir plus sur la <a href='https://www.%logidomain%/legal/product-privacy-policy.html'>Politique de confidentialité</a> de %LogiBrand%.&apos;";
"YES, SHARE ANALYTICS DATA" = "OUI, PARTAGER LES DONNÉES D'ANALYSE";
"NO THANKS" = "NON MERCI";

// PROGRESS
"INSTALLING\n%LOGIBRAND% OPTIONS" = "INSTALLATION EN COURS DE\n%LOGIBRAND% OPTIONS";
"%LogiBrand% Options allows you to customize and get\nthe most out of your %LogiBrand% devices." = "%LogiBrand% Options vous permet de personnaliser et de tirer le meilleur parti de vos dispositifs %LogiBrand%.";
"CANCEL INSTALLATION" = "ANNULER L'INSTALLATION";

// SUCCESS
"%LOGIBRAND% OPTIONS\nIS INSTALLED" = "%LOGIBRAND% OPTIONS\nEST INSTALLÉ";
"For more information visit <a href='http://www.%logidomain%/options'>%logidomain%/options</a>" = "Pour plus d'informations, rendez-vous sur <a href='http://www.%logidomain%/options'>%logidomain%/options</a>";
"DISCOVER %LOGIBRAND% OPTIONS" = "PRÉSENTATION DE %LOGIBRAND% OPTIONS";

// EULA
"By clicking install you agree to the terms of the<br><a>End User License Agreement</a>" = "En cliquant sur Installer, vous acceptez les conditions du <br><a>Contrat de licence utilisateur final</a>";



// NEW >>>

"INSTALLATION\nIN PROGRESS" = "INSTALLATION\nEN COURS";

"Please wait, this process may take a few minutes." = "Veuillez patienter, ce processus peut prendre quelques minutes.";

"OOPS! WE HAVE A PROBLEM" = "ATTENTION! NOUS AVONS RENCONTRÉ UN PROBLÈME";

"We don’t support this OS Version\nCheck our support page" = "Nous ne prenons pas en charge cette version du système d'exploitation\nConsultez notre page du support";

"QUIT INSTALLATION" = "QUITTER L'INSTALLATION";

"INSTALLATION FAILED" = "ÉCHEC DE L'INSTALLATION";

"LAUNCH %LOGIBRAND% OPTIONS" = "DÉMARRER %LOGIBRAND% OPTIONS";

